Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: "I don't really see the point," he says .
pt: E não sabemos o que eles fazem aqui", diz.

source: Obama says the deal is the only alternative to Iran moving forward on developing a nuclear weapon, risking more war in the Middle East .
pt: “Sem um acordo, arriscamos ainda mais guerra no Oriente Médio, e outros países no Oriente Médio se sentiriam compelidos a desenvolver suas próprias armas nucleares”, disse.

source: Last week, a white South Carolina officer was arrested and charged with murder after a video showed him fatally shooting an unarmed black man in the back.
pt: O incidente acontece cinco dias depois de um policial branco da cidade de North Charleston (Carolina do Sul) ter sido flagrado em um vídeo atirando em um negro.

source: Chief Financial Officer Pierre-Jean Sivignon said on Thursday that Carrefour saw the market's consensus for core operating profit of around 2.38 billion euros this year as "reasonable at this stage".
pt: O vice-presidente financeiro da companhia, Pierre-Jean Sivignon, afirmou em teleconferência que o consenso das previsões dos analistas para um lucro operacional de cerca de 2,28 bilhões de euros neste ano parecia "razoável".

source: Criminal proceedings have been opened against unknown persons "on suspicion of political espionage,” the office added, declining to provide additional details.
pt: Procedimentos criminais foram abertos contra pessoas desconhecidas "por suspeita de espionagem política", acrescentou o órgão em comunicado, sem elaborar .

source: "Accordingly, we have suspended payments for the period of the price negotiations," Kobolev was quoted as saying in an interview with Ukraine's Zerkalo Nedely newspaper.
pt: "Suspendemos o pagamento durante o período de negociação de preços", afirmou Kobolev em entrevista ao jornal Zerkalo Nedely.

source: It’s just not that simple.
pt: Mas não é só isso .

source: Hurricane Blanca strengthens, closes in on Mexico's Pacific coast
pt: Furacão Blanca perde força na costa do México

source: Despite the announced talks, South Korea's military remained on high alert, a defence official said, and the South has said it has no plans to halt the broadcasts .
pt: O Sul, cujos militares também estão em alto alerta, disse que não tinha planos para interromper a transmissão da propaganda que causou o atual impasse.

source: They raped her and then forced both of them to lie face down on the ground and shot them.
pt: 'Fomos obrigados a abaixar a cabeça, não olhar para eles, deitar no chão

source: Police sent to the suspect’s home found the body.
pt: O vídeo foi enviado para a polícia .

source: An ISM statement said an Italian activist was "shot in the chest with .22 live ammunition" at the protest, and that his condition was serious but stable.
pt: Um comunicado do MSI confirmou que um militante italiano foi "baleado no peito por disparos de munição real calibre 22" e seu estado é grave, mas estável .

source: The fan receives treatment after being struck during a game between Boston Red Sox and Oakland Athletics
pt: Ela foi ferida na cabeça durante partida entre o Boston Red Sox e o Oakland Athletics, em Boston, e corre risco de morte.

source: Shi'ite forces move in on Iraqi city taken by Islamic State
pt: Estado Islâmico toma o controle da cidade iraquiana de Ramadi

source: George H.W. Bush released from hospital
pt: George H. W. Bush em imagem de arquivo de julho

source: That is why his speech at the US army annual meeting in which he called Russia the main enemy surprised all of us, to put it mildly,” Shoigu said.
pt: "Por isso, causou surpresa o discurso (de Hagel) na conferência militar anual dos Estados Unidos, na qual as forças armadas russas foram qualificadas de inimigo militar, para dizer de forma suave", ressaltou.

source: "His accomplice and local facilitator were also killed in the raid," ISPR said .
pt: "Um cúmplice e seu contato local também morreram na operação", informou o exército .

source: The incident was separate from the highly publicized killing of Cecil the lion in July, a death for which Zimbabwe has sought the extradition of Minnesota dentist Walter Palmer .
pt: A morte de Cecil pelos disparos de Walter Palmer, um dentista de Minnesota, desencadeou uma onda de indignação em todo o mundo e o Zimbábue pede agora sua extradição.

source: Massive truck bombs almost entirely destroyed two small Yazidi villages in northern Iraq on August 14, 2007 .
pt: Em agosto de 2007, enormes caminhões-bomba destruíram quase inteiramente duas aldeias yazidis no norte do Iraque .

source: On Wednesday, veteran CBS News correspondent Bob Simon was killed in a car accident on Manhattan's West Side at the age of 73 .
pt: Bob Simon, da CBS News, morre aos 73 anos em acidente de carro em Nova York

source: In the past, Qatar and donors there are believed to have financed and armed hardline Islamist groups in Syria.
pt: Há suspeitas de que doadores individuais do Catar tenham financiado as atividades de grupos radicais na Síria .

source: Your email address will not be published .
pt: O seu endereço de e-mail: digite seu email .

source: Jeb Bush isn't a clear front-runner as he enters the presidential race
pt: Depois de pai e irmão, Jeb Bush entra na corrida pela Casa Branca

source: Mr Pantaleo's lawyer argued he had used a move taught by the police department, not a chokehold which is banned under New York Police Department policy.
pt: Dirigentes sindicais da polícia e o advogado de Pantaleo argumentaram que o oficial usou um movimento de takedown ensinado pelo departamento de polícia e não um estrangulamento, porque Garner resistiu à prisão .

source: Islamic State is tightening its rules on civilian life in Deir al-Zor province, which fell under near-complete control of the Islamist militant group this summer .
pt: Os militantes islamitas estão aumentando a rigidez de suas regras sobre a vida dos civis na província de Al-Zoir, que este ano caiu quase completamente sob o controle do Estado Islâmico .

source: FIFA says it will ban third-party ownership of players .
pt: Fifa vai proibir empresários de ter participação sobre jogadores

source: Abducted hundreds, including at least 200 schoolgirls
pt: Sequestraram centenas de pessoas, incluindo pelo menos 200 meninas estudantes

source: The Nordic countries have reported an uptick in Russian military activity over the last year, including several airspace violations and war planes allegedly flying without their identifying transponders.
pt: Desde o ano passado, violações do espaço aéreo dos países nórdicos por aviões de guerra russos foram registradas em várias ocasiões, algumas delas com risco de acidentes .

source: The men lacked a proper license to carry the guns and were arrested at a hotel in nearby Saugus on Friday on suspicion of unlawful possession of a firearm and ammunition, and other related charges.
pt: Os rapazes então foram presos no hotel no qual estavam hospedados, na cidade de Saugus, ao norte de Boston, acusados de porte de armas sem licença.

source: And you may have never heard of it.
pt: Do jeito que está não pode ficar"

source: (Reporting by Ahmed Elumami in Tripoli; Editing by William
pt: (Reportagem de Ahmed Elumami em Trípoli)

source: The comet has traveled more than one million years to ake its first pass by Mars, and will not return for another million years, after it completes its next long loop around the sun.
pt: Ainda de acordo com os pesquisadores, o cometa pode ter viajado a mais de um milhão de anos para realizar esta primeira passagem por Marte e só irá retornar novamente ao planeta vermelho, dentro de mais ou menos um milhão de anos, assim que completar uma volta ao redor do Sol.

source: Greece has borrowed 240 billion euros ($270 billion) to stave off bankruptcy since 2010 .
pt: Desde 2010, os credores acertaram 240 bilhões de euros em empréstimos ao país.

source: US authorises air surveillance of IS militants in Syria
pt: Obama autoriza voos de reconhecimento sobre a Síria para vigiar EI

source: Doctors Without Borders on the Ebola crisis and the international response
pt: Médicos Sem Fronteiras criticam resposta internacional no combate ao ébola

source: Col Obeidi said a compound that houses the families of security personnel and local officials was now under attack.
pt: Obeidi disse que um complexo que abriga famílias do pessoal de segurança e funcionários locais estava sob ataque da facção e pediu ajuda ao governo iraquiano e à comunidade internacional.

source: A suicide bomber struck a mosque used by members of Saudia Arabia's Interior Ministry special forces in the southwestern city of Abha on Thursday, killing at least 13 people, officials said.
pt: Uma bomba destruiu uma mesquita na cidade de Abha, na Arábia Saudita, matando ao menos 13 pessoas, sendo 10 policiais, de acordo com o Ministério do Interior .

source: In New York, police used pepper spray to control the crowd after protesters tried to block the Lincoln Tunnel and Triborough Bridge and marched to Times Square .
pt: Em Nova York, onde a polícia usou gás de pimenta para controlar a multidão depois que manifestantes tentaram fechar o túnel Lincoln e a ponte Triborough, 10 manifestantes foram detidos, informou a polícia.

source: "November 13th 1994, is a special day in the sporting life of Michael Schumacher — 20 years ago he was the first German to ever win the Formula One world championship title, his first of seven titles," Kehm said.
pt: 'O dia 13 de novembro de 1994 é especial para a vida esportiva de Michael Schumacher - 20 anos atrás ele se tornou o primeiro alemão a ganhar o Mundial de Fórmula-1, o primeiro dos seus sete títulos .

source: "I would love to get to 22," she said .
pt: “Eu amaria chegar a 22 .

source: Every one of these places is a target for us," Netanyahu said in public remarks at a cabinet meeting.
pt: Cada um desses lugares é um alvo para nós", afirmou Netanyahu.

source: The Russians said the convoy started moving because it could not wait any longer, owing to the worsening humanitarian situation in eastern Ukraine, which is held by pro-Russian separatists.
pt: Putin também disse a Merkel que a Rússia decidiu enviar o comboio de ajuda humanitária à Ucrânia, porque não poderia mais esperar Kiev conceder uma permissão .

source: “If Western carriers fly out beyond our airspace, it may lead to bankruptcy of many airlines that are teetering on the brink of survival.”
pt: “Se as companhias aéreas ocidentais tiverem que contornar nosso espaço aéreo, isso pode levar aquelas com dificuldades à falência .

source: About 1 billion euros flooded out of Greek bank accounts on Friday, a senior banker told Reuters, due to savers' fears that the talks would fail and Athens might have to halt such withdrawals or prepare to reintroduce a national currency.
pt: Cerca de € 1 bilhão deixaram contas bancárias gregas na sexta-feira, disse um importante banqueiro à agência de notícias Reuters, devido ao temor de que as negociações fracassassem e de que Atenas pudesse ter que impedir as retiradas bancárias ou preparar a retomada da moeda nacional.

source: Not all of the classes are about writing .
pt: Não são apenas as salas de aulas com problemas .

source: The new victim was the only carrier of coronavirus in entire South Jeolla province, South Korea's Newsis agency reported.
pt: Segundo a agência sul-coreana “Newsis”, a mulher era a única paciente com o vírus na província de Jeolla do Sul, no sudoeste da Coreia do Sul .

source: The socialist government is desperate for financing in the face of a recession, the region's highest inflation, looming bond payments, shortages of basic goods, and falling oil prices .
pt: O país sulamericano vive um momento difícil, com recessão, inflação — a mais alta da região —, pagamento de títulos de dívida, escassez de produtos básicos e queda nos preços do petróleo, principal produto da pauta de exportações .

source: Amid a thaw of relations between Washington and Havana, U.S. President Barack Obama on Thursday visited a shrine in Miami in the southern state of Florida to honor Cuban Americans.
pt: O presidente dos Estados Unidos, Barack Obama, visitou nesta quinta-feira (28) uma igreja da comunidade cubana em Miami, no estado da Flórida .

source: Users wrote text via an attached keypad, which the machine then converted into Braille, bashing out the raised bumps on a scroll of paper.
pt: Os usuários usavam um teclado acoplado à impressora para digitar o texto, e a máquina o convertia para braile em um rolo de papel.

source: Products such as tomatoes, French bread, beef, soybean oil and milk are those products that increased most .
pt: Produtos como tomate, pão francês, carne bovina, óleo de soja e leite tiveram predominância de alta nas capitais .

source: The Palestinian Authority made its first submission of evidence of alleged Israeli war crimes to the International Criminal Court on Thursday, trying to speed up an ICC inquiry into abuses committed during last year's Israeli assault on Gaza.
pt: Os palestinos apresentaram nesta quinta-feira (25) um primeiro dossiê ao Tribunal Penal Internacional (TPI) para convencê-lo a abrir uma investigação sobre possíveis crimes de guerra cometidos por Israel.

source: It's an ethical question; if you start with such a program you have to do everything you can to continue .
pt: Quando se começa um programa desse tipo, é preciso fazer de tudo para que seja possível seguir adiante com ele .

source: People say: 'I've always known you as this, so that's what I'm going to call you'."
pt: Desculpa mãe eu não ter sido um filho que você sempre quis, mas eu quero que você saiba que você nunca vai sair da minha mente e do meu coração"

source: Netanyahu's speech coincides with a critical stage in the Iran nuclear negotiations .
pt: O discurso do conservador israelense coincide com uma fase crítica das negociações sobre o programa nuclear iraniano .

source: Cherif Kouachi (pictured, right) was buried at a cemetery in Gennevilliers near Paris, where he used to live.
pt: O encontro ocorreu em Gennevilliers, onde os irmãos Kouachi viviam, perto de Paris

source: The Swiss world number two repeated the trick again, serving at 15-40 and 4-5 down, he made another two aces and a service winner to save two set points and square the set.
pt: Federer, número 2 do mundo, repetiu o truque novamente, servindo em 15-40 e perdendo por 4-5, mas ele fez mais dois aces um winner para salvar dois set points e empatar a segunda parcial.

source: Mercedes driver Lewis Hamilton is looking to take his first Monaco win in seven years .
pt: Para Lewis Hamilton, Mônaco já é passado e foco está em vencer no Canadá

source: And I'm not alone .
pt: Já não tenho mais o que fazer .

source: Despite the announced talks, South Korea's military remained on high alert, a defense official said, and the South has said it has no plans to halt the broadcasts .
pt: O Sul, cujos militares também estão em alto alerta, disse que não tinha planos para interromper a transmissão da propaganda que causou o atual impasse.

source: In a statement, the French company said that none of its units were for sale but it would consider Telefonica's offer at its next board meeting.
pt: Em comunicado, a empresa francesa Vivendi que é a proprietária da GVT no país, avisou que nenhuma de suas unidades está à venda, mas também declarou que irá considerar a proposta da espanhola Telefónica em sua próxima reunião do Conselho.

source: "He has not expressed to me directly any other views," Silver told reporters as the NBA responded to an uproar in a league that was at the forefront of racial integration in U.S. professional sports and where most of the players are black .
pt: Os comentários de Sterling causaram uma onda de indignação num campeonato que está na vanguarda da integração racial nos esportes profissionais dos Estados Unidos e no qual os jogadores são em sua maioria negros.

source: MOSCOW — Sergey V. Lavrov, the Russian foreign minister, lost no time in talking about the accord on Iran’s nuclear program .
pt: VIENA (Reuters) - O ministro das Relações Exteriores da Rússia, Sergei Lavrov, disse nesta segunda-feira que ainda existe uma chance de anunciar um acordo entre grandes potências e o Irã sobre o programa nuclear iraniano.

source: And that's something most of us don't do?
pt: Isso lá é coisa que se faça?

source: According to a US military source speaking on condition of anonymity, the military equipment will remain in the Baltics even after the US troops return to base.
pt: Segundo uma fonte americana, os equipamentos "estão previstos para ficar" no local após o retorno às suas bases dos soldados que participam das manobras.

source: Previously, direct messaging could only occur between two Twitter users "following" each other, which basically allowed both parties to see whatever they posted publicly.
pt: Anteriormente, mensagens diretas só poderiam ocorrer entre dois usuários do Twitter que seguem uns aos outros.

source: A Brazilian hospital says Pele is hospitalized in Sao Paulo.
pt: Pelé está novamente internado, em São Paulo

source: Ian McKellen portrays elderly Sherlock in 'Mr Holmes'
pt: Ian McKellen é excepcional no papel do velho detetive em Sr. Holmes .

source: Ian McKellen portrays elderly Sherlock in "Mr Holmes"
pt: Ian McKellen é excepcional no papel do velho detetive em Sr. Holmes .

source: Two brothers who shot dead 12 people in an attack on Paris-based French satirical magazine Charlie Hebdo were killed on Friday as they left the building where they were holed up, firing at police .
pt: A polícia francesa está realizando uma enorme caçada pelos dois irmãos suspeitos de terem matado 12 pessoas no ataque à sede do jornal semanal satírico, em um suposto ataque jihadista.

source: Obama and Abe used their Oval Office meeting on Tuesday to put their stamp on new guidelines for defense cooperation, a sign of Japan's readiness to take more responsibility for its own security as well as regional defense.
pt: Obama e Abe aproveitaram sua reunião no Salão Oval nesta terça-feira para dar seu aval às novas diretrizes para a cooperação defensiva, um sinal da disposição de Tóquio para assumir mais responsabilidade por sua segurança enquanto a China flexiona os músculos cada vez mais na região.

source: U.S. Defense Secretary Ashton Carter vowed the jihadists would suffer a "lasting defeat" as he convened the extraordinary meeting of more than two dozen senior military officers, ambassadors and intelligence officials at the sprawling U.S. Army base of Camp Arifjan.
pt: O novo secretário de Defesa americano, Ashton Carter, prometeu ao grupo Estado Islâmico (EI) uma derrota definitiva, após uma reunião na base americana do Kuwait com militares e diplomatas para fazer um balanço da campanha aérea dos jihadistas.

source: Malala donates $50,000 children's prize to Gaza schools
pt: Malala ganha prêmio e doa dinheiro a reconstrução de escolas de Gaza

source: Along with heavy condemnation of their team's performance, Brazilians used Twitter to reflect on the situation and display national pride .
pt: Além de condenar duramente o desempenho de sua seleção, muitos brasileiros usaram o Twitter para refletir sobre a situação e reafirmar o amor pelo seu país.

source: Shootings at multiple places near Tennessee college, officer hit
pt: Tiros são registrados em vários lugares no Tennessee; um policial fica ferido

source: "I was just sitting there and I felt something just get stuck in my leg rope, and I was kicking trying to get it away," Fanning told Fox Sports .
pt: Eu estava sentado, parado e comecei a sentir algo ficar preso em minha perna e instintivamente eu pulei, tentando escapar .

source: A new smartphone-based device can diagnose the presence of cancer cells in a blood sample .
pt: Um dispositivo novo, que pode ser adicionado a um smartphone, pode ser capaz de diagnosticar …

source: We have informed our Executive Board that Greece is now in arrears and can only receive IMF financing once the arrears are cleared," Gerry Rice, Director of Communications at the IMF said in a statement.
pt: Informamos ao Diretório Executivo que a Grécia está agora em moratória e só pode receber recursos assim que os atrasos tenham sido compensados", disse Gerry Rice, porta-voz da instituição, em breve comunicado.

source: The latest inter-Korean crisis had its roots in landmine blasts earlier this month that maimed two South Korean soldiers on patrol along the border with the North.
pt: A crise atual começou no início do mês, quando dois soldados sul-coreanos ficaram feridos nas explosões de minas terrestres, incidente Seul atribui a Pyongyang.

source: Michael Schumacher has left a hospital in Lausanne to continue his recovery at home .
pt: De um lado eu o vi no hospital de Lausanne, e agora em casa .

source: It has generated the wealth that has lifted large parts of humankind from subsistence and starvation, and has enabled us to fund life-saving medicine, education and the arts, as well as opportunities and material comforts.
pt: O capitalismo gerou a riqueza necessária para tirar grande parcela da humanidade da substência e da fome e nos permitiu financiar a ciência, a educação e as artes, assim como obter conforto material e oportunidades.

source: "There are a lot of caveats, but we have spoken and the player wants to play despite it being in a different context and so he will play the minutes (Barca B coach) Eusebio thinks best."
pt: O jogador quer jogar e ganhar ritmo de jogo, então ele vai atuar nos minutos que o treinador da equipe B, Eusébio Sacristan, decidir”, disse o técnico Luis Enrique .

source: This followed an IMF report saying that Germany "can afford urgently needed public investments in infrastructure," without breaching the EU's new rules on annual borrowing.
pt: "A Alemanha tem recursos para financiar o investimento público necessário para a manutenção e a modernização da infraestrutura, sem violar as regras fiscais", afirmou o FMI em seu novo relatório sobre a economia global nesta semana.

source: The 25-year-old, who had a six-year-old son, grew up in the Ontario city of Hamilton.
pt: Ele era pai de um menino de 6 anos e havia crescido na cidade de Hamilton, na província de Ontário.

source: European Council President Donald Tusk, the former center-right Polish Prime Minister, responded to Cameron's comments by reminding Downing Street that he counted on them to make "the case for the United Kingdom's continued membership of the European Union."
pt: Em resposta aos comentários de Cameron, o presidente do Conselho Europeu, Donald Rusk, relembrou o premiê britânico estar contando com ele para "que o Reino Unido continue sendo um Estado-membro da União Europeia".

source: Later the week, Cameron is set to visit Denmark, Poland, the Netherlands, France and Germany to seek support for his EU reform agenda from European leaders.
pt: A partir de quinta-feira, o primeiro-ministro britânico visitará uma série de capitais europeias para se reunir com os presidentes de Dinamarca, Holanda, França, Polônia e Alemanha para tentar obter o apoio as suas reformas da UE.

source: It's not like I've done everything .
pt: “Acho que não é legal isso .

source: Russia's Deputy Defence Minister Anatoly Antonov accused Nato members of "trying to turn Ukraine into a front line of confrontation with Russia".
pt: "Os países da Otan pressionaram Kiev a tomar essa decisão contraprodutiva, tentando transformar a Ucrânia em uma linha de frente de combates com a Rússia", disse o vice-ministro da Defesa, Anatoly Antonov, à agência russa Interfax.
